#база данных 
DB = "hyip projects.db"


API_TOKEN = '6564387140:AAHpgghqlE2eFpr2DQa9JKfE87eGoRouPy0' #боевой

#Админы для админ панели
ADMINS = [1020541698]

#сообщения
MAIN_MESS = ("Все проекты проверяются вручную нашими администраторами👌\n\n"+
              "Можешь посмотреть актуальные проекты🎉\n\n Либо подождать когда мы найдем следующий и быть одним из первых!🥇")

CHOOSE_MESS = "Выберите хайп проект из списка:"

HELP = ("add (admin id)\n"+
        "user amount\n\n"+
        "sendall\n(сообщение для всех)\n\n"+
        "add_hyip\n1) рейтинг (1-5 цифрой)\n2) название\n3) дата запуска\n4) тарифный план\n5) мин. депозит\n6) платежные системы\n7) срок жизни\n8) реф. ссылка\n\n"+
        "delete_hyip\n(имя проекта)")

MANUAL_LINK = "https://teletype.in/@invest_admin/5_7c6fiPdJX" 

SUPPORT = "https://t.me/Erikhalll" 